tap "oven-sh/bun"
brew "git"
brew "gh"
brew "tmux"
brew "jq"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "node"
brew "pnpm"
brew "oven-sh/bun/bun"
brew "nvm"
brew "go"
brew "sqlite"
brew "python"
brew "pipx"
brew "pi-coding-agent"
